[
  {
      "name": "currently-reading",
      "books_count": "1",
      "books": [
          {
              "id": "10148930",
              "title": "Ruins",
              "description": "When Rigg and his friends crossed the Wall between the only world they knew and a world they could not imagine, he hoped he was leading them to safety. But the dangers in this new wallfold are more difficult to see. Rigg, Umbo, and Param know that they cannot trust the expendable, Vadesh — a machine shaped like a human, created to deceive — but they are no longer certain that they can even trust one another. But they will have little choice. Because although Rigg can decipher the paths of the past, he can’t yet see the horror that lies ahead: A destructive force with deadly intentions is hurtling toward Garden. If Rigg, Umbo, and Param can’t work together to alter the past, there will be no future.",
              "author": "Orson Scott Card",
              "link": "https://www.goodreads.com/book/show/10148930-ruins",
              "read_at": ""
          }
      ]
  },
  {
      "name": "to-read",
      "books_count": "5",
      "books": [
          {
              "id": "18668428",
              "title": "Visitors",
              "description": "From the internationally bestselling author of <i>Ender’s Game</i> comes the riveting finale to the story of Rigg, a teenager who possesses a secret talent that allows him to see the paths of people’s pasts.<br /><br />In <i>Pathfinder</i>, Rigg joined forces with another teen with special talents on a quest to find Rigg’s sister and discover the true depth and significance of their powers. Then Rigg’s story continued in <i>Ruins</i> as he was tasked to decipher the paths of the past before the arrival of a destructive force with deadly intentions. Now, in <i>Visitors</i>, Rigg’s journey comes to an epic and explosive conclusion as everything that has been building up finally comes to pass, and Rigg is forced to put his powers to the test in order to save his world and end the war once and for all.",
              "author": "Orson Scott Card",
              "link": "https://www.goodreads.com/book/show/18668428-visitors",
              "read_at": ""
          },
          {
              "id": "77773",
              "title": "To Say Nothing of the Dog",
              "description": "Connie Willis' Hugo and Nebula Award-winning Doomsday Book uses time travel for a serious look at how people connect with each other. In this Hugo-winning companion to that novel, she offers a completely different kind of time travel adventure: a delightful romantic comedy that pays hilarious homage to Jerome K. Jerome's Three Men in a Boat.<br /><br />When too many jumps back to 1940 leave 21st century Oxford history student Ned Henry exhausted, a relaxing trip to Victorian England seems the perfect solution. But complexities like recalcitrant rowboats, missing cats, and love at first sight make Ned's holiday anything but restful - to say nothing of the way hideous pieces of Victorian art can jeopardize the entire course of history.",
              "author": "Connie Willis",
              "link": "https://www.goodreads.com/book/show/77773.To_Say_Nothing_of_the_Dog",
              "read_at": ""
          },
          {
              "id": "38900866",
              "title": "It Doesn't Have to Be Crazy at Work",
              "description": "In this timely manifesto, the authors of the <em>New York Times</em> bestseller <em>Rework </em>broadly reject the prevailing notion that long hours, aggressive hustle, and \"whatever it takes\" are required to run a successful business today.<br /><br />In <em>Rework</em>, Jason Fried and David Heinemeier Hansson introduced a new path to working effectively. Now, they build on their message with a bold, iconoclastic strategy for creating the ideal company culture—what they call \"the calm company.\" Their approach directly attack the chaos, anxiety, and stress that plagues millions of workplaces and hampers billions of workers every day.<br /><br />Long hours, an excessive workload, and a lack of sleep have become a badge of honor for modern professionals. But it should be a mark of stupidity, the authors argue. Sadly, this isn’t just a problem for large organizations—individuals, contractors, and solopreneurs are burning themselves out the same way. The answer to better productivity isn’t more hours—it’s less waste and fewer things that induce distraction and persistent stress.<br /><br />It’s time to stop celebrating Crazy, and start celebrating Calm, Fried and Hansson assert.<br /><br />Fried and Hansson have the proof to back up their argument. \"Calm\" has been the cornerstone of their company’s culture since Basecamp began twenty years ago. Destined to become the management guide for the next generation, <em>It Doesn't Have to Be Crazy at Work</em> is a practical and inspiring distillation of their insights and experiences. It isn’t a book telling you what to do. It’s a book showing you what they’ve done—and how any manager or executive no matter the industry or size of the company, can do it too.",
              "author": "Jason Fried",
              "link": "https://www.goodreads.com/book/show/38900866-it-doesn-t-have-to-be-crazy-at-work",
              "read_at": ""
          },
          {
              "id": "6732019",
              "title": "Rework",
              "description": "Most business books give you the same old advice: Write a business plan, study the competition, seek investors, yadda yadda. If you're looking for a book like that, put this one back on the shelf.<br /><br /><i>Rework </i>shows you a better, faster, easier way to succeed in business. Read it and you'll know why plans are actually harmful, why you don't need outside investors, and why you're better off ignoring the competition. The truth is, you need less than you think. You don't need to be a workaholic. You don't need to staff up. You don't need to waste time on paperwork or meetings. You don't even need an office. Those are all just excuses. <br /><br /> What you really need to do is stop talking and start working. This book shows you the way. You'll learn how to be more productive, how to get exposure without breaking the bank, and tons more counterintuitive ideas that will inspire and provoke you.<br /><br />With its straightforward language and easy-is-better approach, <i>Rework </i>is the perfect playbook for anyone who’s ever dreamed of doing it on their own. Hardcore entrepreneurs, small-business owners, people stuck in day jobs they hate, victims of \"downsizing,\" and artists who don’t want to starve anymore will all find valuable guidance in these pages.",
              "author": "Jason Fried",
              "link": "https://www.goodreads.com/book/show/6732019-rework",
              "read_at": ""
          },
          {
              "id": "8935689",
              "title": "Consider Phlebas",
              "description": "The war raged across the galaxy. Billions had died, billions more were doomed. Moons, planets, the very stars themselves, faced destruction, cold-blooded, brutal, and worse, random. The Idirans fought for their Faith; the Culture for its moral right to exist. Principles were at stake. There could be no surrender.<br /><br />Within the cosmic conflict, an individual crusade. Deep within a fabled labyrinth on a barren world, a Planet of the Dead proscribed to mortals, lay a fugitive Mind. Both the Culture and the Idirans sought it. It was the fate of Horza, the Changer, and his motley crew of unpredictable mercenaries, human and machine, actually to find it, and with it their own destruction.",
              "author": "Iain M. Banks",
              "link": "https://www.goodreads.com/book/show/8935689-consider-phlebas",
              "read_at": ""
          }
      ]
  },
  {
      "name": "read",
      "books_count": "53",
      "books": [
          {
              "id": "13453029",
              "title": "Wool Omnibus",
              "description": "This Omnibus Edition collects the five Wool books into a single volume. It is for those who arrived late to the party and who wish to save a dollar or two while picking up the same stories in a single package.<br /><br />The first Wool story was released as a standalone short in July of 2011. Due to reviewer demand, the rest of the story was released over the next six months. My thanks go out to those reviewers who clamored for more. Without you, none of this would exist. Your demand created this as much as I did.<br /><br />This is the story of mankind clawing for survival, of mankind on the edge. The world outside has grown unkind, the view of it limited, talk of it forbidden. But there are always those who hope, who dream. These are the dangerous people, the residents who infect others with their optimism. Their punishment is simple. They are given the very thing they profess to want: They are allowed outside.",
              "author": "Hugh Howey",
              "link": "https://www.goodreads.com/book/show/13453029-wool-omnibus",
              "read_at": "Wed Dec 19 09:59:01 -0800 2018"
          },
          {
              "id": "24983",
              "title": "Doomsday Book",
              "description": "For Kivrin, preparing an on-site study of one of the deadliest eras in humanity's history was as simple as receiving inoculations against the diseases of the fourteenth century and inventing an alibi for a woman traveling alone. For her instructors in the twenty-first century, it meant painstaking calculations and careful monitoring of the rendezvous location where Kivrin would be received.<br /><br />But a crisis strangely linking past and future strands Kivrin in a bygone age as her fellows try desperately to rescue her. In a time of superstition and fear, Kivrin--barely of age herself--finds she has become an unlikely angel of hope during one of history's darkest hours.<br /><br />Connie Willis draws upon her understanding of the universalities of human nature to explore the ageless issues of evil, suffering, and the indomitable will of the human spirit.",
              "author": "Connie Willis",
              "link": "https://www.goodreads.com/book/show/24983.Doomsday_Book",
              "read_at": "Sat Oct 13 01:21:42 -0700 2018"
          },
          {
              "id": "41821",
              "title": "The Gods Themselves",
              "description": "In the twenty-second century Earth obtains limitless, free energy from a source science little understands: an exchange between Earth and a parallel universe, using a process devised by the aliens. But even free energy has a price. The transference process itself will eventually lead to the destruction of the Earth's Sun--and of Earth itself.<br />Only a few know the terrifying truth--an outcast Earth scientist, a rebellious alien inhabitant of a dying planet, a lunar-born human intuitionist who senses the imminent annihilation of the Sun.  They know the truth--but who will listen?  They have foreseen the cost of abundant energy--but who will believe?  These few beings, human and alien, hold the key to the Earth's survival.",
              "author": "Isaac Asimov",
              "link": "https://www.goodreads.com/book/show/41821.The_Gods_Themselves",
              "read_at": ""
          },
          {
              "id": "70771",
              "title": "Nightfall and Other Stories",
              "description": "A collection of early Asimov short stories, showcasing the development of the author's oeuvre. The title comes from Asimov's breakthrough short story.<br /><br />CONTENTS:<br />Nightfall - Astounding, Sept 1941<br />Green Patches - Galaxy, Nov 1950<br />Hostess - Galaxy, May 1951<br />Breeds There a Man . . . ? - Astounding, June 1951<br />C-Chute - Galaxy, Oct 1951<br />In a Good Cause - \"New Tales of Space &amp; Time\", 1951<br />What If--- - Fantastic, Summer 1952<br />Sally - Fantastic, June 1953<br />Flies - F&amp;SF, June 1953<br />Nobody Here But--- - Star SF #1, 1953<br />It's Such a Beautiful Day - Star SF #3, 1954<br />Strikebreaker - Original SF Stories, Jan 1957<br />Insert Knob A in Hole B - F&amp;SF, Dec 1957<br />The Up-to-Date Sorcerer - F&amp;SF, July 1958<br />Unto the Fourth Generation - F&amp;SF, April 1959<br />What is this Thing Called Love? - Amazing, March 1961<br />The Machine That Won the War - F&amp;SF, Oct 1961<br />My Son, the Physicist - Scientific American, Feb 1962<br />Eyes Do More Than See - F&amp;SF, April 1965<br />Segregationist - Abbottempo, Book 4, 1967",
              "author": "Isaac Asimov",
              "link": "https://www.goodreads.com/book/show/70771.Nightfall_and_Other_Stories",
              "read_at": ""
          },
          {
              "id": "8100267",
              "title": "Pathfinder",
              "description": "A powerful secret. A dangerous path. <p>Rigg is well trained at keeping secrets. Only his father knows the truth about Rigg's strange talent for seeing the paths of people's pasts. But when his father dies, Rigg is stunned to learn just how many secrets Father had kept from <i>him</i>--secrets about Rigg's own past, his identity, and his destiny. And when Rigg discovers that he has the power not only to see the past, but also to change it, his future suddenly becomes anything but certain. </p><p>Rigg’s birthright sets him on a path that leaves him caught between two factions, one that wants him crowned and one that wants him dead. He will be forced to question everything he thinks he knows, choose who to trust, and push the limits of his talent…or forfeit control of his destiny.</p>",
              "author": "Orson Scott Card",
              "link": "https://www.goodreads.com/book/show/8100267-pathfinder",
              "read_at": ""
          },
          {
              "id": "36595101",
              "title": "Fire and Fury: Inside the Trump White House",
              "description": "With extraordinary access to the West Wing, Michael Wolff reveals what happened behind-the-scenes in the first nine months of the most controversial presidency of our time in <i>Fire and Fury: Inside the Trump White House</i>.<br /><br />Since Donald Trump was sworn in as the 45th President of the United States, the country―and the world―has witnessed a stormy, outrageous, and absolutely mesmerizing presidential term that reflects the volatility and fierceness of the man elected Commander-in-Chief.<br /><br />This riveting and explosive account of Trump’s administration provides a wealth of new details about the chaos in the Oval Office, including:<br />-- What President Trump’s staff really thinks of him<br />-- What inspired Trump to claim he was wire-tapped by President Obama<br />-- Why FBI director James Comey was really fired<br />-- Why chief strategist Steve Bannon and Trump’s son-in-law Jared Kushner couldn’t be in the same room<br />-- Who is really directing the Trump administration’s strategy in the wake of Bannon’s firing<br />-- What the secret to communicating with Trump is<br />-- What the Trump administration has in common with the movie The Producers<br /><br />Never before in history has a presidency so divided the American people. Brilliantly reported and astoundingly fresh, <i>Fire and Fury</i> shows us how and why Donald Trump has become the king of discord and disunion.",
              "author": "Michael Wolff",
              "link": "https://www.goodreads.com/book/show/36595101-fire-and-fury",
              "read_at": ""
          }
      ]
  }
]
